Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: Enter a password to unlock screen
be: Упішыце пароль, які адамкне экран

source: Enter album title
be: Упішыце назву альбому

source: Enter an address
be: Упішыце адрас

source: Enter answer
be: Упішыце адказ

source: Enter captcha...
be: Упішыце пазнаныя знакі…

source: Enter code:
be: Упішыце код:

source: Enter information below
be: Упішыце ніжэй зьвесткі

source: Enter mood message
be: Апішыце настрой

source: Enter name
be: Упішыце сваё ймя

source: Enter name for app group
be: Пазначце назву суполкі

source: Enter number
be: Упішыце нумар

source: Enter number with country code
be: Упішыце нумар разам з кодам краіны

source: Enter password
be: Упішыце пароль

source: Enter password to unlock
be: Набярыце пароль, каб адамкнуць

source: Enter pin to proceed.
be: Каб працягваць, упішыце код.

source: Enter the credential storage password.
be: Упішыце пароль на сховішча даверчых лістоў.

source: Enter the extra command line arguments
be: Пазначце дадатковыя довады (арґумэнты) загаднага радку

source: Enter your company's domain name:
be: Упішыце назву вузла вашага таварыства:

source: Enter your name
be: Упішыце сваё ймя

source: Enter your number
be: Упішыце свой нумар

source: Enter your username and password for ^1:
be: Упішыце пароль ды імя карыстальніка на ^1:

source: Enter your username only, not your email address
be: Упішыце ня адрас эл. пошты, а толькі імя карыстальніка

source: Entered Emergency Callback Mode
be: Перайшлі ў стан надзвычайнага зваротнага выкліку

source: Enterprise sign-in
be: Увайсьці ад прадпрыемства

source: Entertainment
be: Забавы

source: Entertainment News
be: Забавы

source: Episode published successfully
be: Пасьпяхова апублікавалі выпадак

source: Equalizer
be: Эквалайзэр

source: Erase
be: Сьціраць

source: Erase SD card
be: Вычысьціць картку SD

source: Erase SD card, deleting all files stored there?
be: Ці вычысьціць картку SD і выдаліць адтуль усе файлы?

source: Erase USB storage
be: Вычысьціць сховішча USB

source: Erase USB storage, deleting all files stored there?
be: Ці вычысьціць сховішча USB і выдаліць адтуль усе файлы?

source: Erase all USB storage?
be: Ці вычысьціць сховішча USB?

source: Erase all data
be: Сьціраць усе зьвесткі

source: Erase all of your personal information and any downloaded applications?
be: Ці сьцерці ўсе вашыя асабістыя зьвесткі ды спампаваныя праґрамы?

source: Erase all the data on the SD card, such as music or photos
be: Сьцерці ўсе зьвесткі з карткі SD: фатаздымкі, музыку ды іншае.

source: Erase all the data on the internal USB storage, such as music or photos
be: Сьцерці ўсе зьвесткі з унутранага сховішча USB: фатаздымкі, музыку ды іншае.

source: Erase all the data on the phone's SD card, such as music or photos.
be: Сьцерці ўсе зьвесткі з карткі SD: фатаздымкі, музыку ды іншае.

source: Erase all the data on the phone's internal USB storage, such as music or photos.
be: Сьцерці ўсе зьвесткі з унутранага сховішча USB: фатаздымкі, музыку ды іншае.

source: Erase all your personal information and downloaded apps?
be: Ці сьцерці ўсе вашыя асабістыя зьвесткі ды спампаваныя праґрамы?

source: Erase everything
be: Сьцерці ўсё

source: Erase the SD card, deleting all files stored there?
be: Ці вычысьціць картку SD і выдаліць адтуль усе файлы?

source: Erase the SD card?
be: Ці вычысьціць картку SD?

source: Erase the USB storage, deleting all files stored there?
be: Ці вычысьціць сховішча USB і выдаліць адтуль усе файлы?

source: Erase the phone's data without warning, by performing a factory data reset
be: Сьціраць усе зьвесткі на тэлефоне без папярэджаньня, узнаўляючы да завадзкога стану

source: Erase the tablet's data without warning, by performing a factory data reset
be: Сьціраць усе зьвесткі на пляншэце без папярэджаньня, узнаўляючы да завадзкога стану

source: Erases all data in USB storage
be: Сьцірае ўсе зьвесткі на сховішчы USB

source: Erases all data on phone
be: Сьцірае ўсе зьвесткі на тэлефоне

source: Erases all data on tablet
be: Сьцірае ўсе зьвесткі на пляншэце

source: Erases all data on the SD card
be: Сьцірае ўсе дадзеныя на картцы SD

source: Erases all data on the SD card, such as music and photos
be: Сьцірае ўсе зьвесткі з карткі SD: фатаздымкі, музыку ды іншае.

source: Erases all data on the internal USB storage, such as music and photos
be: Сьцірае ўсе зьвесткі з унутранага сховішча USB: фатаздымкі, музыку ды іншае.

source: Erases all data on the phone's SD card, such as music and photos
be: Сьцірае ўсе зьвесткі з карткі SD: фатаздымкі, музыку ды іншае.

source: Erases all data on the phone's internal USB storage, such as music and photos
be: Сьцірае ўсе зьвесткі са сховішча USB: фатаздымкі, музыку ды іншае.

source: Erasing SD card...
be: Сьціраецца картка SD…

source: Erasing USB storage...
be: Сьціраецца сховішча USB…

source: Erasure was successful.
be: Пасьпяхова сьцерлі.

source: Error
be: Памылка

source: Error Report
be: Паведаміць пра хібу

source: Error adding audio file
be: Не ўдалося дадаць гукавы файл

source: Error backing up ADW settings!
be: Далі хібу, калі стваралі адноўку наладаў ADW!

source: Error backing up configuration!
be: Далі хібу, калі стваралі адноўку настаўленьняў!

source: Error code:
be: Код памылкі:

source: Error code:\u0020
be: Код памылкі:\u0020

source: Error inflating widget
be: Далі хібу, калі напаўнялі віджэт

source: Error information:
be: Зьвесткі пра памылку:

source: Error loading friend requests.
be: Далі хібу, калі чыталі запыты сябраваць.

source: Error loading image.
be: Не ўдалося прачытаць відарыс.

source: Error loading terms of service page.
be: Далі хібу, калі чыталі бачыну ўмоваў абслугоўваньня.

source: Error logging in
be: Не ўдалося ўвайсьці

source: Error network problem.
be: Сетка дала хібу.

source: Error occured during export: \"%s\"
be: Далі хібу, калі вымалі: «%s»

source: Error restoring ADW settings!
be: Далі хібу, калі аднаўлялі налады ADW!

source: Error restoring configuration!
be: Далі хібу, калі аднаўлялі настаўленьні!

source: Error sending message
be: Не ўдалося даслаць паведамленьне

source: Error sending request.
be: Не ўдалося даслаць запыт.

source: Error uploading
be: Не ўдалося запампаваць

source: Error while searching for networks.
be: Далі хібу, калі шукалі сеткі.

source: Error, too much speech.
be: Памылка: зашмат прамовілі.

source: Error, unable to save contact changes.
be: Памылка: немагчыма захаваць зьмяненьні кантакту.

source: Error, unable to save group changes.
be: Далі хібу, зьмяненьні суполкі не захаваліся.

source: Error.
be: Памылка.

source: Error: %d
be: Памылка: %d

source: Error: Bad Login or Password
be: Памылка: хібнае імя карыстальніка або гасло

source: Error: Input/Output Error:
be: Памылка чытаньня:

source: Error: MalformedURLException:
be: Памылка — хібная спасылка (URL):

source: Error: Socket Timeout:
be: Памылка злучэньня:

source: Error: UTF-8 unsupported:
be: Памылка — не падтрымваецца UTF-8:

source: Error: cannot load comments
be: Памылка: не ўдаецца прачытаць выказваньні

source: Establishing a connection with our server.
be: Усталёўваецца злучэньне з нашым паслужніком.

source: Estimated cost: %s
be: Прыкладны кошт: %s

source: Estonian (Estonia)
be: эстонская (Эстонія)

source: Ethernet
be: Дротавая сетка

source: Europe
be: Эўропа

source: EvDo only
be: Толькі EvDo

source: Evaluate
be: Запусьціць

source: Evaluate JavaScript
be: Запусьціць JavaScript

source: Event
be: Падзея

source: Event %1$s of %2$s.
be: Падзея %1$s з %2$s.

source: Event created
be: Падзею стварылі

source: Event description
be: Апісаньне падзеі

source: Event details
be: Падрабязнасьці падзеі

source: Event invites
be: Запрашэньні на падзеі

source: Event location
be: Месца падзеі

source: Event log
be: Справаздача падзеяў

source: Event name
be: Назва падзеі

source: Event saved
be: Падзею захавалі

source: Events
be: Падзеі

source: Events: %1$d
be: Падзеяў: %1$d

source: Events: %1$d, Unsaved: %2$d
be: Падзеяў: %1$d, незахаваных: %2$d

source: Every 1 hour
be: Штогадзіну

source: Every 10 minutes
be: Кожныя 10 хвілінаў

source: Every 15 minutes
be: Кожныя 15 хвілінаў

source: Every 30 minutes
be: Кожныя 30 хвілінаў

source: Every 4 hours
be: Кожныя 4 гадзіны

source: Every 5 minutes
be: Кожныя 5 хвілінаў

source: Every hour
be: Штогадзіну

source: Every weekday (Mon\u2013Fri)
be: Кожны будзень (панядзелак–пятніца)

source: Every weekday (Mon–Fri)
be: Кожны будзень (панядзелак–пятніца)

source: Everyone
be: Усе

source: Exact times
be: Дакладны час

source: Example pattern
be: Прыклад узору

source: Example: joe@example.com
be: Прыклад: paval@pryklad.by

source: Excellent
be: Выдатны

source: Excellent!
be: Выдатна!

source: Exception class name
be: Назва клясы выключэньня

source: Exchange calendar added
be: Дадалі каляндар Exchange

source: Exchanges messages and receives sync notifications from Google servers
be: Абменьваецца паведамленьнямі й атрымвае спавяшчэньні сынхранізаваньня ад паслужнікоў Google

source: Excuse meow..
be: Прабач кацяня…

source: Excuse meow...
be: Прабач кацяня…

source: Execute
be: Выканаць

source: Existing user data will be saved.
be: Існыя карыстальніцкія дадзеныя захаваюцца.

source: Exit
be: Выйсьці

source: Exit Navigation
be: Спыніць навіґацыю

source: Exiting Emergency Callback Mode
be: Выходзім са стану надзвычайнага зваротнага выкліку

source: Experiment with different patterns but connect at least four dots.
be: Спрабуйце розныя ўзоры, але такія, што злучаюць прынамсі чатыры кропкі.

source: Expiration date
be: Тэрмін дзеяньня

source: Expires in %d day(s)
be: Засталося дзён: %d

source: Expires on:
be: Тэрмін дзеяньня:

source: Expires: %s
be: Тэрмін: %s

source: Explore by touch
be: Дасьледаваць дотыкам

source: Export
be: Выняць

source: Export Facebook
be: Перасылаць у Facebook

source: Export Twitter
be: Перасылаць у Twitter

source: Export to Facebook
be: Пераслаць у Facebook

source: Export to SD card
be: Выняць на картку SD

source: Export to Twitter
be: Пераслаць у Twitter

source: Export to USB storage
be: Выняць у сховішча USB

source: Export to storage
be: Выняць у сховішча

source: Export your contact list to file \"%s\"?
be: Ці выняць сьпіс кантактаў у файл «%s»?

source: Exporting %s was canceled
be: Спынілі вымаць %s

source: Exporting contact data
be: Вымаюцца зьвесткі кантактаў

source: Exporting contact data to \"%s\"
be: Зьвесткі кантактаў вымаюцца ў «%s»

source: Exposure
be: Час насьвятленьня

source: Express yourself - draw something cool!
be: Пакажыце сябе — намалюйце штось файнае!

source: Ext. PWR disables Bluetooth
be: Вонкавае сілкаваньне вылучае Bluetooth

source: Ext. PWR disables Wi-Fi
be: Вонкавае сілкаваньне вылучае Wi-Fi

source: Ext. PWR enables Bluetooth
be: Вонкавае сілкаваньне ўлучае Bluetooth

source: Ext. PWR enables Wi-Fi
be: Вонкавае сілкаваньне ўлучае Wi-Fi

source: External media in unknown state.
be: Вонкавае сховішча ў невядомым стане.

source: External player
be: Вонкавы прайгравальнік

source: Extra Large
be: Вельмі вялікі

source: Extra arguments
be: Дадатковы довады

source: Extra large
be: Вельмі вялікі

source: Extra settings
be: Дадатковыя налады

source: FAX
be: Факс

source: FDN activation
be: Замацаваныя нумары

source: FDN list
be: Сьпіс замацаваных нумароў

source: FDN not updated: number cannot exceed 20 digits.
be: Нумар не абнавілі: ён зьмяшчае болей за 20 лічбаў.

source: FDN not updated: you entered an incorrect PIN.
be: Нумар не абнавілі: вы ўпісалі неадпаведны код PIN.

source: FREE
be: ЗАДАРМА

source: Face Unlock
be: Выява твару

source: Facebook Phonebook
be: Тэлефонная кніга Facebook

source: Facebook User
be: Карыстальнік Facebook

source: Facebook authentication failed
be: Не ўдалося апазнацца ў Facebook

source: Facebook authentication succeeded
be: Апазналіся ў Facebook

source: Facebook for Android
be: Facebook для Android

source: Facebook profile
be: Профіль Facebook

source: Facebook sign-in
be: Увайсьці ў Facebook

source: Facebook statuses are currently not available.
be: Стану Facebook зараз недаступныя.

source: Facebook upload
be: Запампаваць у Facebook

source: Facebook upload %d of %d
be: Запампаваць %d з %d у Facebook

source: Facebook upload '%s'
be: Запампаваць «%s» у Facebook

source: Facedetect
be: Выяўляць твары

source: Factory data reset
be: Узнавіць да завадзкога стану

source: Factory test failed
be: Не ўдалося завадзкое выпрабаваньне

source: Fade app labels
be: Паступова выяўляць подпісы

source: Fade in & out
be: Зацямніць і прасьвятліць

source: Fade in &amp; out
be: Прыцямняць і выяўляць

source: Fail to access SD card.
be: Ня ўдалося атрымаць доступ да карткі SD.

source: Failed
be: Не ўдалося

source: Failed clearing data for application
be: Не ўдалося ачысьціць дадзеныя праґрамы

source: Failed start record
be: Не ўдалося пачаць запісваць

source: Failed to access USB storage.
be: Ня ўдалося атрымаць доступ да сховішча USB.

source: Failed to add a number for contact.
be: Не ўдалося дадаць нумар да кантакту.

source: Failed to display captcha
be: Не ўдалося адлюстраваць відарыс

source: Failed to erase SD card.
be: Не ўдалося сьцерці картку SD.

source: Failed to erase USB storage.
be: Не ўдалося сьцерці сховішча USB.

source: Failed to export contact data
be: Не ўдалося выняць зьвесткі кантактаў

source: Failed to export contact data.
be: Не ўдалося выняць зьвесткі кантактаў.

# Failed to export contact data. Reason for failure: "%s"
source: Failed to export contact data.\nReason for failure: \"%s\"
be: Не ўдалося выняць зьвесткі кантактаў.\n Падстава няўдачы: «%s»

source: Failed to get database information
be: Не ўдалося атрымаць зьвесткі з базы зьвестак

source: Failed to move application.
be: Не ўдалося перамясьціць праґраму.

source: Failed to parse vCard for unexpected reason
be: Не ўдалося разабраць візытоўку зь нечаканае прычыны

source: Failed to parse vCard though it seems in valid format, since the current implementation does not support it
be: Не ўдалося разабраць візытоўку: выглядае на тое, што яна ў правільным фармаце, але бягучае выкананьне гэты фармат не падтрымвае

source: Failed to play the requested stream.
be: Не ўдалося прайграць запытаны струмень.

source: Failed to reconnect
be: Не ўдалося злучыцца нанова

source: Failed to retrieve account information.
be: Не ўдалося атрымаць зьвесткі пра рахунак.

source: Failed to retrieve and save current forwarding number settings.
be: Не ўдалося атрымаць і захаваць бягучыя налады нумару перасыланьня.

source: Failed to retrieve and save current forwarding number settings.\nDo you want to switch to the new provider anyway?
be: Не ўдалося атрымаць і захаваць бягучыя налады нумару перасыланьня.\n Вы ўсё роўна хочаце перайсьці да новага пастаўніку?

source: Failed to save panorama
be: Не ўдалося захаваць краявід

source: Failed to unsubscribe.
be: Не ўдалося адпісацца.

source: Failed to upload image
be: Не ўдалося запампаваць відарыс

source: Failure reason: %1$s
be: Падстава няўдачы: %1$s

source: Fair
be: Неблагі

source: Fake profile
be: Падроблены профіль

source: Fall-Color
be: Восеньскія колеры

source: Family name
be: Прозьвішча

source: Family name first
be: Спачатку прозьвішча

source: Far
be: Далёка

source: Fast
be: Шпарка

source: Fast Food Restaurant
be: Рэстаран хуткага харчаваньня

source: Fastboot
be: Хуткі запуск

source: Faster refresh intervals increase data usage which also uses more battery.
be: Кароткія прамежкі абнаўленьня павялічваюць выкарыстаньне сеціва, што можа карыстаць болей батарэі.

source: Father
be: Бацька

source: Favorite
be: Упадабаны

source: Favorite Books
be: Упадабаныя кнігі

source: Favorite Movies
be: Упадабаныя фільмы

source: Favorite Quotations
be: Упадабаныя вытрымкі

source: Favorite TV shows
be: Упадабаныя перадачы па ТБ

source: Favorite food?
be: Улюбёная страва?

source: Favorites
be: Упадабаныя

source: Favorites: %1s
be: Упадабаныя: %1s

source: Feature code complete.
be: Выканалі код уласьцівасьці.

source: Feature tour
be: Апісаньне магчымасьцяў

source: Featured
be: Прыкмечаныя

source: Features only needed for application developers.
be: Функцыі, патрэбныя толькі каб распрацоўваць праґрамы.

source: Feb
be: лют

source: February
be: люты

source: Feedback
be: Водгук

source: Feedback has been sent successfully!
be: Водгук даслалі пасьпяхова!

source: Feedback send error!
be: Не ўдалося даслаць водгук!

source: Feel like checking the temperature?
be: Чуеш, як зьмяняецца тэмпэратура?

source: Female
be: Жаночы

source: Fetching attachment
be: Атрымваецца залучнік

source: Fetching attachment %s
be: Атрымваецца залучнік %s

source: Fetching attachment.
be: Атрымваецца залучнік.

source: Fetching event log...
be: Атрымваецца справаздача падзеяў…

source: Fetching system log...
be: Атрымваецца справаздача сыстэмы…

source: Fetching voicemail\u2026
be: Атрымваем галасавую пошту…

source: Field cannot be blank.
be: Поле трэба запоўніць.

source: Fields 'Title' and 'Place Type' should be filled
be: Трэба запоўніць палі «Назва» ды «Від месца»

source: Fiji
be: Фіджы

source: File Type: %1$s (%2$s)
be: Від файла: %1$s (%2$s)

source: File attachment failed.
be: Не ўдалося залучыць файл.

source: File does not exist
be: Файл не існуе

source: File info:
be: Зьвесткі пра файл:

source: File not available.
be: Файл не даступны.

source: File not found
be: Файл не знайшлі

source: File not received
be: Файл не атрымалі

source: File not yet available
be: Файл дагэтуль недаступны

source: File problem
be: Непаладкі з файлам

source: File received
be: Файл атрымалі

source: File sent
be: Файл даслалі

source: File size:
be: Памер файла:

source: File size: %1$s
be: Памер файла: %1$s

source: File too large to attach.
be: Файл завялікі, каб залучыць.

source: File transfer
be: Перадаць файл

source: File transfer completed successfully.
be: Пасьпяхова скончылі перадаваць файлы.

source: File transfer is ongoing
be: Перадаецца файл(ы)

source: File transfer is ongoing.
be: Перадаюцца файлы.

source: File transfer not started yet
be: Яшчэ не пачалі перадаваць файл(ы)

source: File transfer not started yet.
be: Яшчэ не пачалі перадаваць файлы.

source: File type: %1$s (%2$s)
be: Від файла: %1$s (%2$s)

source: File uploads are disabled.
be: Забаронена запампоўваць.

source: File will be deleted
be: Файл сатрэцца

source: File:
be: Файл:

source: File: %1$s
be: Файл: %1$s

source: Filipino (Philippines)
be: філіпіна (Філіпіны)

source: Fill out web forms with a single touch
be: Запаўняць блянкі ў сеціве адным дотыкам

source: Filter
be: Прасеяць

source: Find
be: Шукаць

source: Find and add your friends.
be: Знайсьці й дадаць сяброў.

source: Find another name.
be: Знайдзіце іншае імя.

source: Find contacts
be: Шукаць кантакты

source: Find on page
be: Шукаць на бачыне

source: Find one of them by touching the screen and sliding your finger around.
be: Знайдзіце адзін зь іх: дакраніцеся да экрану ды пасуньце палец да значка.

source: Find stop by name
be: Шукаць прыпынак паводле назва

source: Find stop on map
be: Шукаць прыпынак на мапе

source: Find stop using GPS.
be: Шукаць прыпынак па GPS.

source: Finding your contacts
be: Шукаем сярод кантактаў

source: Finding your domain…
be: Шукаецца ваш вузел…

source: Fine
be: Добрая

source: Fingerprints:
be: Адбіткі:

source: Finish
be: Скончыць

source: Finish setup
be: Скончыць уладкоўваць

source: Finish your lunch!
be: Даядай хутчэй!

source: Finished
be: Скончылі

source: Finished exporting %s
be: Вынялі %s

source: Finished importing vCard %s
be: Узялі візытоўку %s

source: Finished items list is empty.
be: Сьпіс запампаванага пусты.

source: Finishing boot.
be: Заканчваем запускацца.

source: Finnish (Finland)
be: фінская (Фінляндыя)

source: Fireworks
be: Фэервэрк

source: First %1$d results from %2$s
be: Першыя %1$d з %2$s вынікаў

source: First and Last
be: Першы й апошні

source: First name
be: Імя

source: First name, last name
be: Імя, прозьвішча

source: First save this app and then install it using the Downloads app.
be: Спачатку захавайце праґраму, а потым усталюйце яе з дапамогаю праґрамы «Спампоўванае».

source: First tab
be: Першая ўкладка

source: First, try to identify a few items in the list by sliding one finger around.
be: Спачатку паспрабуйце пазнаць некалькі пунктаў сьпісу, ссоўваючы да іх палец.

source: Fix filename double encoding bug
be: Выпраўляць падвойнае кадаваньне назваў файлаў

source: Fix filenames
be: Выпраўляць назвы файлаў

source: Fix for dc.fttbkhv.ru
be: Выпраўляць спасылкі для dc.fttbkhv.ru

source: Fix links without "="
be: Устаўляць адсутныя знакі «=»

source: Fixed
be: Замацавана

source: Fixed Dialing Numbers
be: Замацаваныя нумары

source: Fixed Dialing Numbers are disabled
be: Забараніць замацоўваць нумары

source: Fixed Dialing Numbers are enabled
be: Дазволіць замацоўваць нумары

source: Fixed dialing number added.
be: Замацаваны нумар дадалі.

source: Fixed dialing number deleted.
be: Замацаваны нумар выкрасьлілі.

source: Fixed dialing number updated.
be: Замацаваны нумар зьмянілі.

source: Flag
be: Пазначыць

source: Flag as inappropriate
be: Адзначыць як неадпаведнае

source: Flag content
be: Пазначыць зьмесьціва

source: Flash LED on incoming messages
be: Мігцець лямпачкаю па новых паведамленьнях

source: Flash LED on incoming notifications
be: Мігцець лямпачкаю па спавяшчэньнях

source: Flash areas of screen when they update
be: Мігцець абсягам экрану, які абнавіўся

source: Flash mode
be: Выбліск

source: Flash screen when apps do long operations on main thread
be: Мігцець экранам, калі праґрама доўга працуе ў галоўнае галіне

source: Flashlight
be: Ліхтарык

source: Flicker reduction
be: Памяншаць мігценьне

source: Flowers
be: Кветкі

source: Fluorescent
be: Флюарэсцэнтная лямпа

source: FlylinkDC++ Hostname
be: Адрэса асьветару з FlylinkDC++

source: FlylinkDC++ Password
be: Гасло на FlylinkDC++

source: FlylinkDC++ Port
be: Порт FlylinkDC++

source: FlylinkDC++ Username
be: Імя карыстальніка FlylinkDC++

source: Fn key
be: Клявіша «Fn»

source: Focus
be: Факусаваць

source: Focus before taking picture
be: Факусаваць перад тым, як здымаць

source: Focus loss ducking
be: Засяроджвацца на спавяшчэньні

source: Focus mode
be: Факусаваць

source: Folder
be: Каталёґ

source: Folder name
be: Назва каталёґу

source: Folder wasn't found.
be: Каталёґ не знайшлі.

source: Folder where to save message attachments
be: Каталёґ, у які будуць захоўвацца залучнікі

source: Folders
be: Каталёґі

source: Follow
be: Сачыць

source: Follow the route
be: Трымайцеся шляху

source: Follow the spoken instructions until you hear that activation is complete.
be: Кіруйцеся парадамі, якія вы чуеце, ажно пакуль вам ня скажуць, што тэлефон пасьпяхова задзейнічалі.

source: Followers
be: Падпісанты

source: Font size
be: Памер шрыфту

source: Font size displayed in a conversation
be: Памер шрыфту, якім адлюстроўваюцца размовы

source: Font size:
be: Памер шрыфту:

source: Foot in mouth
be: Зьбянтэжаны

source: For all calls
be: Для ўсіх выклікаў

source: For all calls when data network is available
be: Для ўсіх выклікаў — калі маецца доступ да сеціва

source: For best results, call from locations over 3G or Wi-Fi.
be: Сувязь будзе лепшаю ў мясьцінах з 3G ці Wi-Fi.

source: For better video playback please install some video player such as RockPlayer Light, VPlayer or other
be: Усталюйце прайгравальнік (кшталту RockPlayer Light ці VPlayer або іншы), каб відэа лепей прайгравалася

source: For compatibility with playback controls, gestures cannot consist solely of a horizontal swipe.
be: Каб не замінаць кіраваць прайграваньнем, жэст ня мусіць быць проста лініяй зьлева направа.

source: For example, the current screen contains a list of app names that can scroll up or down.
be: Напрыклад, на наступным экране ёсьць сьпіс назваў праґрамаў, які можна прагартаць уверх або ўніз.
